Repository: CodyBontecou/vox.md
Catalog: Voxboard/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Transcribe to Clipboard
ar: إرسال إلى Clipboard
bn: Clipboard এর জন্য অনুবাদ
de: In die Zwischenablage transkribieren
es: Transcribir a Clipboard
fr: Transcrire à Clipboard
hi: Clipboard में संपादन करें
id: Menulis dengan Clipboard
it: Trascrivi il clipboard
ja: トランスクリプト Clipboard
ko: Clipboard에 대한 리뷰 보기
nl: Transcribe naar Clipboard
pl: Transcribe do Clipboard
pt_br: Transcrição para Clipboard
ru: Перевод на Clipboard
ta: Clipboard இல் பதிவிறக்க
th: แปลงไปยัง Clipboard
tr: Clipboard için yorumlar
uk: Перекласти на Clipboard
ur: Clipboard پر ٹرانسفر کریں
vi: Tải về Clipboard
zh_hans: 转载到 Clipboard
zh_hant: 轉載到 Clipboard

source: Transcribing
ar: الترجمة
bn: অনুবাদ
de: Transkribiert
es: Transcribiendo
fr: Transcription
hi: अनुवाद
id: Transcripting
it: trascrizioni
ja: トランスクリプション
ko: 번역하기
nl: Transcriptie
pl: transkrypcja
pt_br: Transcrição
ru: Транскрипция
ta: transcript எழுதுதல்
th: การแปล
tr: Transcribe Yapmak
uk: Транскрипція
ur: ترجمہ کریں
vi: Transcribe
zh_hans: 转载
zh_hant: 轉載

source: Transcribing %@
ar: تقييم %@
bn: অনুবাদ %@
de: %@ wird transkribiert
es: Transcribiendo %@
fr: Transcription %@
hi: अनुवाद %@
id: Transcripting %@
it: trascrizioni %@
ja: トランスクリプション %@
ko: 번역하기 %@
nl: Transcriptie %@
pl: transkrypcja %@
pt_br: Transcrição %@
ru: Транскрипция %@
ta: transcript எழுதுதல் %@
th: การแปล %@
tr: Transcribe Yapmak %@
uk: Транскрипція %@
ur: ترجمہ کریں %@
vi: Transcribe %@
zh_hans: 转载 %@
zh_hant: 轉載 %@

source: Transcribing Watch recording
ar: مشاهدة فيلم Transcribing
bn: রেকর্ডিং দেখুন
de: Watch-Aufnahme wird transkribiert
es: Transcribir el registro de la vista
fr: Transcription de l'enregistrement
hi: रिकॉर्डिंग के लिए देखें
id: Transcripting Watch Rekaman
it: Transcribing Watch registrazione
ja: トランスクリプション レコーディング Watch Recording
ko: Transcribing Watch 녹음하기
nl: Transcribing Watch opnemen
pl: Transcribing Watch nagrywanie
pt_br: Transcrição de gravação
ru: Транскрипт Watch запись
ta: Transcribing Watch காட்சிகள்
th: การถ่ายภาพบันทึก Watch
tr: Transcripting Watch Kayıt
uk: Перегляд запису перепису
ur: ٹرانسفرنگ دیکھیں ریکارڈنگ
vi: Transcribing Watch Ghi âm
zh_hans: 转录 观看录音
zh_hant: 轉錄 觀看錄音

source: Transcribing entirely on this device…
ar: إرسالها بالكامل على هذا الجهاز...
bn: এই ডিভাইসের উপর সম্পূর্ণরূপে ট্রান্সক্রিপশন ...
de: Wird vollständig auf diesem Gerät transkribiert…
es: Transcribiendo completamente en este dispositivo...
fr: En utilisant entièrement ce dispositif...
hi: इस उपकरण पर पूरी तरह से ट्रांसक्रिप्शन ...
id: Dengan menggunakan perangkat ini sepenuhnya...
it: Trascrive completamente su questo dispositivo...
ja: このデバイスで完全に書き換えると、
ko: 이 장치에 완전히 전달된 ...
nl: Het volledig transcriberen op dit apparaat...
pl: W pełni przetłumaczony na tym urządzeniu...
pt_br: A transcrição completa deste dispositivo...
ru: Полностью переписывая на это устройство...
ta: இந்த அணுகுமுறைக்கு முழுமையாக...
th: การถ่ายโอนทั้งหมดบนอุปกรณ์นี้ ...
tr: Bu cihazı tamamen kullanarak...
uk: Повністю переписати на цей пристрій ...
ur: اس آلے پر مکمل طور پر ٹرانسفر ...
vi: Tải về toàn bộ thiết bị này...
zh_hans: 完全翻译到这个设备上...
zh_hant: 完全翻譯到這個設備上...

source: Transcribing on iPhone
ar: إصدار iPhone
bn: অনুবাদ করা iPhone
de: Transkribiert auf dem iPhone
es: Transcribiendo en iPhone
fr: Transcribe sur iPhone
hi: अनुवाद करें iPhone
id: Transcript pada iPhone
it: Trascrizioni su iPhone
ja: トランスクリプション iPhone
ko: transcribe 하는 iPhone
nl: Transcribeer op iPhone
pl: Transcribing w iPhone
pt_br: Transcrição em iPhone
ru: Переписывая на iPhone
ta: transcribe எழுதுதல் iPhone
th: การแปล iPhone
tr: Transcribe Hakkında iPhone
uk: Перекласти на iPhone
ur: ترجمہ کریں iPhone
vi: Transcribe Đang iPhone
zh_hans: 转载在 iPhone
zh_hant: 轉載在 iPhone

source: Transcribing on iPhone with on-device speech recognition.
ar: تداول على iPhone مع التعرف على الكلام على الجهاز.
bn: অনুবাদ করা iPhone ডিভাইসের ভাষা স্বীকৃতি
de: Transkribiert auf dem iPhone mit Spracherkennung auf dem Gerät.
es: Transcribiendo en iPhone Reconocimiento de habla en dispositivos.
fr: Transcribe sur iPhone Reconnaissance de la parole sur appareil.
hi: अनुवाद करें iPhone उपकरणों पर भाषण की पहचान
id: Transcript pada iPhone dengan pengenalan suara pada perangkat.
it: Trascrizioni su iPhone Con il riconoscimento vocale on-device.
ja: トランスクリプション iPhone デバイスでの音声認識
ko: transcribe 하는 iPhone On-device 음성 인식 기능을 사용합니다.
nl: Transcribeer op iPhone met on-device spraakherkenning
pl: Transcribing w iPhone Rozpoznawanie mowy na urządzeniu.
pt_br: Transcrição em iPhone Reconhecimento de fala on-device.
ru: Переписывая на iPhone На устройстве распознавание речи.
ta: transcribe எழுதுதல் iPhone பேச்சு அறிவுடன் இணைந்து
th: การแปล iPhone การรับรู้การพูดในอุปกรณ์
tr: Transcribe Hakkında iPhone On-device konuşma tanıma
uk: Перекласти на iPhone Звичайно, з розпізнаванням мови на пристрої.
ur: ترجمہ کریں iPhone آلات کی بات کی شناخت کے ساتھ.
vi: Transcribe Đang iPhone - Nhận dạng giọng nói On-Device
zh_hans: 转载在 iPhone 设备上的语音识别。
zh_hant: 轉載在 iPhone 設備上的語音識別。

source: Transcribing on this Mac
ar: الترجمة على هذا Mac
bn: এই ম্যাকের উপর ট্রান্সমিশন
de: Transkribiert auf diesem Mac
es: Transcribir en este Mac
fr: Transcrire sur ce Mac
hi: इस मैक पर अनुवाद
id: Menulis di Mac ini
it: Scrivere su questo Mac
ja: トランスクリプションはこのMacで
ko: 이 Mac에서 번역
nl: Transcribe op deze Mac
pl: Transcribing na tym Mac
pt_br: Transcrição para esse Mac
ru: Перевод на этот Mac
ta: இந்த மார்க்ஸ் மூலம்
th: การแปลงบน Mac นี้
tr: Bu makineye yazmak
uk: Перекласти на цьому Mac
ur: اس Mac پر ٹرانسفر
vi: Tải về trên Mac này
zh_hans: 在此 Mac 上转录
zh_hant: 在此 Mac 上轉錄

source: Transcribing recording
ar: تسجيل الترجمة
bn: রেকর্ডিং অনুবাদ
de: Aufnahme wird transkribiert
es: Transcribir la grabación
fr: Transcription enregistrement
hi: रिकॉर्डिंग का अनुवाद
id: Transcript Rekaman
it: Trascrizione di registrazione
ja: レコーディングの翻訳
ko: Transcribe 녹음
nl: Transcriptie van de opname
pl: Transcribing nagrywanie
pt_br: Transcrição de gravação
ru: Транскрипция записей
ta: transcript எழுத்து
th: การถ่ายภาพบันทึก
tr: Transcribe kayıtları
uk: Транскрипція записів
ur: ٹرانسفر کی ریکارڈنگ
vi: Transcribe ghi âm
zh_hans: 转录录音
zh_hant: 轉錄錄音

source: Transcribing voice capture
ar: إرسال التصوير الصوتى
bn: ভয়েস ক্যাপচার
de: Spracherfassung wird transkribiert
es: Transcribir la captura de voz
fr: Transcription de la capture vocale
hi: Voice Capture को संपादित करें
id: Transcript untuk Voice Capture
it: Trascrizione della voce di cattura
ja: トランスクリプション Voice Capture
ko: Transcribing Voice Capture에 대한 리뷰 보기
nl: Transcriptie van voice capture
pl: Transcribing przechwytywanie głosowe
pt_br: Transcrição de captura de voz
ru: Транскрипция голосового захвата
ta: Transcript Voice Capture - பேச்சுப் பதிவு
th: การถ่ายภาพเสียง
tr: Transcript Ses Kapatma
uk: Перепис голосового захоплення
ur: Voice Capture کا استعمال کریں
vi: Transcribing voice capture (Tạm dịch: Chụp giọng nói)
zh_hans: 语音捕捉转录
zh_hant: 語音捕捉轉錄

source: Transcribing voice capture, %@ complete
ar: إرسال صوت، %@ كامل
bn: শব্দ ক্যাপচারের জন্য, %@ সম্পূর্ণ
de: Spracherfassung wird transkribiert, %@ abgeschlossen
es: Transcribir la captura de voz, %@ completo
fr: La transcription de la voix, %@ complète
hi: आवाज का संकलन करने के लिए, %@ पूर्ण
id: Menggunakan Transcript Voice Capture, %@ lengkap
it: - la trascrizione della voce, %@ Completo
ja: 音声キャプチャの翻訳、 %@ 完全
ko: 음성 캡처를 통한 트랜스크리핑, %@ 완전
nl: het transcriberen van spraakopname, %@ compleet
pl: - przechwycenie głosowe transpozycji, %@ kompletna
pt_br: Transcrição de captura de voz, %@ Completo
ru: переписывать голосовые записи, %@ Полный
ta: பேச்சுப் பதிவுகளை எழுதுவதில், %@ முழுமையாக
th: การถ่ายภาพเสียง %@ เต็มรูปแบบ
tr: Sesli Kayıt Yazma, %@ Tamamlı
uk: перепис голосового запису, %@ Повний
ur: آواز کی گرفتاری کا استعمال کرتے ہوئے، %@ مکمل
vi: Chụp ảnh giọng nói, %@ hoàn chỉnh
zh_hans: 语音传输的传输, %@ 完整
zh_hant: 語音傳輸的傳輸, %@ 完整

source: Transcribing…
ar: الترجمة...
bn: অনুবাদ...
de: Wird transkribiert…
es: Transcribir...
fr: Transcription...
hi: अनुवाद...
id: Transcript...
it: Trascrizioni...
ja: 翻訳...
ko: 번역...
nl: Transcribeer...
pl: Transcribe...
pt_br: Transcrição...
ru: Переписывать...
ta: transcribe எழுதுதல்
th: การแปล...
tr: Transcribe etmek...
uk: Транскрипція...
ur: ترجمہ کریں...
vi: Transkript...
zh_hans: 转载...
zh_hant: 轉載...

source: Transcript
ar: الترجمة
bn: অনুবাদ
de: Transkript
es: Transcripción
fr: Transcription
hi: ट्रांसक्रिप्ट
id: Transcript yang
it: Transcrizioni
ja: トランスクリプト
ko: 번역기
nl: Transcriptie
pl: transkrypcja
pt_br: Transcrição
ru: Транскрипт
ta: transcript எழுதினேன்
th: การแปล
tr: Transcript Hakkında
uk: Транскрипт
ur: ٹرانسفر
vi: Transcript Đề xuất
zh_hans: 转录
zh_hant: 轉錄

source: Transcript Ready
ar: الترجمة مستعدة
bn: ট্রান্সমিশন প্রস্তুত
de: Transcript bereit
es: Transcripción Listo
fr: Transcription prête
hi: अनुवाद तैयार
id: Transcript yang siap
it: Transcript pronto
ja: 翻訳準備
ko: Transcript 준비
nl: Transcript klaar
pl: Transcript gotowy
pt_br: Transcrição pronta
ru: Транскрипт готов
ta: Transcript தயாராக
th: การแปลพร้อม
tr: Transcript hazır
uk: Транскрипт готовий
ur: ٹرانسفر تیار
vi: Transcript sẵn sàng
zh_hans: 转录准备
zh_hant: 轉錄準備

source: Transcript added to Capture
ar: الترجمة إضافية إلى Capture
bn: ক্যাপচারে যোগ করা হয়েছে
de: Transkript zur Erfassung hinzugefügt
es: Transcript añadido a Capture
fr: Transcription ajoutée à Capture
hi: कैप्शन में जोड़ा गया अनुवाद
id: Transcript Tambahkan ke Capture
it: Transcript aggiunto a Capture
ja: タイトル: Transcript Added to Capture
ko: Transcript Added to Capture에 대한 리뷰 보기
nl: Transcript toegevoegd aan Capture
pl: Transcript dodany do Capture
pt_br: Transcrição adicionada para capture
ru: Транскрипт добавлен в Capture
ta: Capture க்கு Transcript Added
th: Transcript ที่เพิ่มขึ้นเพื่อ Capture
tr: Capture'a eklenen metinler
uk: Транскрипт додано до Capture
ur: Capture میں شامل کردہ ٹرانسفر
vi: Transcript Added to Capture (Tạm dịch: Thêm vào Capture)
zh_hans: 转载添加到 Capture
zh_hant: 轉載添加到 Capture

source: Transcript copied
ar: الترجمة الكاملة
bn: কপি করে ফেললেন
de: Transcript kopiert
es: Transcripción copia
fr: Transcription copiée
hi: कॉपीराइट ट्रांसक्रिप्ट
id: Transcript yang disalin
it: Transcrizione copia
ja: コピー翻訳
ko: Transcript 녹음
nl: Transcript gekopieerd
pl: Transcript kopiowane
pt_br: Transcrição copiada
ru: Транскрипт Копировать
ta: transcript குறியீடு
th: การคัดลอก
tr: kopyalanmış transcript
uk: Копіюється транскрипт
ur: کاپی رائٹ
vi: Transcript copy bản sao
zh_hans: 翻译 复制
zh_hant: 翻譯 複製

source: Transcript will be added to the editor
ar: سيتم إضافة الترجمة إلى المؤلف
bn: প্রবন্ধটি সম্পাদকের কাছে যোগ করা হবে।
de: Transcript wird dem Editor hinzugefügt
es: El transcripto se añadirá al editor
fr: La transcription sera ajoutée à l'éditeur
hi: संपादक में अनुवाद जोड़ा जाएगा
id: Transcript akan ditambahkan ke editor
it: La trascrizione verrà aggiunta all'editore
ja: トランスクリプトは編集者に追加されます。
ko: Transcript 는 편집자 에게 추가됩니다.
nl: Transcript wordt toegevoegd aan de redacteur
pl: Transcript zostanie dodany do edytora
pt_br: A transcrição será adicionada ao editor
ru: Транскрипт будет добавлен в редактор
ta: Transcript Editor இல் சேர்க்கப்படும்
th: แปลจะถูกเพิ่มไปยังผู้เขียน
tr: Transcript Editörüne Eklenecek
uk: Транскрипт буде додано до редактора
ur: ٹرانسفر کو ایڈیٹر میں شامل کیا جائے گا
vi: Transcript sẽ được thêm vào biên tập viên
zh_hans: 转录将添加到编辑器
zh_hant: 轉錄將添加到編輯器

source: Transcription
ar: نسخ صوتي
bn: ট্রান্সক্রিপশন
de: Transkription
es: Transcripción
hi: ट्रांसक्रिप्शन
id: Transkripsi
it: Trascrizione
ja: 文字起こし
ko: 전사
nl: Transcriptie
pl: Transkrypcja
pt_br: Transcrição
ru: Транскрипция
ta: உரைமாற்றம்
th: การถอดเสียง
tr: Transkripsiyon
uk: Транскрипція
ur: ٹرانسکرپشن
vi: Bản chép lời
zh_hans: 转录
zh_hant: 轉錄

source: Transcription %@ complete
ar: ترجمة %@ كامل
bn: অনুবাদ %@ সম্পূর্ণ
de: Transkription zu %@ abgeschlossen
es: Transcripción %@ completo
fr: Transcription %@ complète
hi: अनुवाद %@ पूर्ण
id: Transaksi %@ lengkap
it: Transcrizione %@ Completo
ja: トランスクリプション %@ 完全
ko: 번역기 %@ 완전
nl: Transcriptie %@ compleet
pl: transkrypcja %@ kompletna
pt_br: Transcrição %@ Completo
ru: Транскрипция %@ Полный
ta: transcription எழுதினேன் %@ முழுமையாக
th: การแปล %@ เต็มรูปแบบ
tr: Transcription Hakkında %@ Tamamlı
uk: транскрипція %@ Повний
ur: ترجمہ %@ مکمل
vi: Transcription %@ hoàn chỉnh
zh_hans: 转录 %@ 完整
zh_hant: 轉錄 %@ 完整

source: Transcription Error
ar: خطأ الترجمة
bn: অনুবাদ ভুল
de: Transkriptionsfehler
es: Error de transcripción
fr: Erreur de transcription
hi: अनुवाद की गलती
id: Kesalahan Transposisi
it: Errore di trascrizione
ja: 翻訳エラー
ko: 번역 오류
nl: Transcriptie fout
pl: Błąd transkrypcji
pt_br: Erro de transcrição
ru: Переводная ошибка
ta: Transcription error குற்றச்சாட்டு
th: ข้อผิดพลาดในการแปล
tr: Transcription Hatası
uk: Переклад помилки
ur: ترجمہ کی غلطی
vi: Transcription Error Lỗi
zh_hans: 翻译错误
zh_hant: 翻譯錯誤

source: Transcription Language
ar: لغة الترجمة
bn: অনুবাদ ভাষা
de: Transkriptionssprache
es: Lenguaje de Transcripción
fr: Langue de transcription
hi: भाषा का अनुवाद
id: Transcription Bahasa
it: Lingua di trascrizione
ja: 翻訳言語
ko: Transcription 언어
nl: Transcriptielinguïstiek
pl: Język transkrypcji
pt_br: Linguagem de transcrição
ru: Язык транскрипции
ta: Transcription Language கள்
th: ภาษาการแปล
tr: Transcription dilini
uk: Мова транскрипції
ur: ترجمہ زبان
vi: Transcription Ngôn ngữ
zh_hans: 翻译语言
zh_hant: 翻譯語言

source: Transcription Models
ar: نموذج الترجمة
bn: অনুবাদ মডেল
de: Transkriptionsmodelle
es: Modelos de transcripción
fr: Modèles de transcription
hi: अनुवाद मॉडल
id: Transcription Model
it: Modelli di trascrizione
ja: トランスクリプションモデル
ko: Transcription 모델
nl: Transcriptiemodellen
pl: Modele transkrypcji
pt_br: Modelos de transcrição
ru: Транскрипционные модели
ta: Transcription மாதிரிகள்
th: รูปแบบการถ่ายโอน
tr: Transcription Modellerinin Özellikleri
uk: Транскрипційні моделі
ur: ٹرانسفر کے ماڈل
vi: Transcription Mô hình
zh_hans: 转录模型
zh_hant: 轉錄模型

source: Transcription engines, model downloads, and language
ar: محركات النسخ الصوتي وتنزيل النماذج واللغة
bn: ট্রান্সক্রিপশন ইঞ্জিন, মডেল ডাউনলোড এবং ভাষা
de: Transkriptionssysteme, Modelldownloads und Sprache
es: Motores de transcripción, descargas de modelos e idioma
fr: Moteurs de transcription, téléchargements de modèles et langue
hi: ट्रांसक्रिप्शन इंजन, मॉडल डाउनलोड और भाषा
id: Mesin transkripsi, unduhan model, dan bahasa
it: Motori di trascrizione, download dei modelli e lingua
ja: 文字起こしエンジン、モデルのダウンロード、言語
ko: 전사 엔진, 모델 다운로드 및 언어
nl: Transcriptie-engines, modeldownloads en taal
pl: Systemy transkrypcji, pobieranie modeli i język
pt_br: Mecanismos de transcrição, downloads de modelos e idioma
ru: Системы транскрипции, загрузки моделей и язык
ta: உரைமாற்று இயந்திரங்கள், மாதிரி பதிவிறக்கங்கள் மற்றும் மொழி
th: เครื่องมือถอดเสียง การดาวน์โหลดโมเดล และภาษา
tr: Transkripsiyon motorları, model indirmeleri ve dil
uk: Системи транскрипції, завантаження моделей і мова
ur: ٹرانسکرپشن انجن، ماڈل ڈاؤن لوڈ اور زبان
vi: Công cụ chép lời, tải mô hình và ngôn ngữ
zh_hans: 转录引擎、模型下载和语言
zh_hant: 轉錄引擎、模型下載和語言

source: Transcription failed because the Watch audio could not be converted to the required format.
ar: لم يتم إرسال الإشارة لأن صوت Watch لم يتم تحويلها إلى المكون المطلوب.
bn: ট্রান্সপ্লিকেশন ব্যর্থ হয় কারণ ঘড়ি অডিও প্রয়োজনীয় ফরম্যাটে রূপান্তর করা সম্ভব হয়নি।
de: Die Transkription ist gescheitert, weil das Watch Audio nicht in das erforderliche Format konvertiert werden konnte.
es: La transcripción falló porque el audio de Watch no se pudo convertir al formato requerido.
fr: La transcription a échoué car l'audio de la montre ne pouvait pas être converti au format requis.
hi: ट्रांसक्रिप्शन विफल रहा क्योंकि घड़ी ऑडियो को आवश्यक प्रारूप में परिवर्तित नहीं किया जा सका।
id: Transcription gagal karena audio Watch tidak dapat dikonversi ke format yang diperlukan.
it: La trascrizione non è riuscita perché l'audio Watch non poteva essere convertito nel formato richiesto.
ja: オーディオの変換が必要なフォーマットにできないため、トランスクリプションが失敗しました。
ko: 시계 오디오가 필요한 형식으로 변환되지 않았기 때문에 번역이 실패했습니다.
nl: Transcriptie mislukt omdat de Watch audio niet kon worden geconverteerd naar het vereiste formaat.
pl: Transcription nie powiodło się, ponieważ audio Watch nie można było przekonwertować do wymaganej formatu.
pt_br: A transcrição falhou porque o áudio do Watch não pôde ser convertido para o formato necessário.
ru: Транскрипция не удалась, потому что аудио Watch не удалось конвертировать в требуемый формат.
th: การแปลงไม่ได้เนื่องจากเสียงของนาฬิกาไม่สามารถแปลงเป็นรูปแบบที่ต้องการได้
tr: Transcription başarısız oldu çünkü Watch sesini gerekli biçime dönüştüremez.
uk: Транскрипція не вдалася, тому що аудіо Watch не можна було перетворити в потрібний формат.
ur: ٹرانسپیشن ناکام ہو گیا کیونکہ گھڑی آڈیو کو ضروری فارمیٹ میں تبدیل نہیں کیا جا سکتا.
vi: Việc chuyển đổi đã thất bại vì âm thanh Watch không thể được chuyển đổi sang định dạng cần thiết.
zh_hans: 转录失败了,因为无法将 Watch 音频转换为所需格式。
zh_hant: 轉錄失敗了,因為無法將 Watch 音頻轉換為所需格式。

source: Transcription failed because the Watch audio could not be prepared for speech recognition.
ar: لم يحدث الترجمة لأن صوت Watch لم يتم إعداده لتعرف الكلام.
bn: ট্রান্সপ্লিপশন ব্যর্থ হয় কারণ ঘড়ি অডিও ভাষা স্বীকৃতি জন্য প্রস্তুত করা সম্ভব হয়নি।
de: Die Transkription scheiterte, weil das Watch Audio nicht für die Spracherkennung vorbereitet werden konnte.
es: La transcripción falló porque el audio de Watch no podía prepararse para el reconocimiento de voz.
fr: La transcription a échoué car l'audio de la montre ne pouvait pas être préparé pour la reconnaissance vocale.
hi: ट्रांसक्रिप्शन विफल रहा क्योंकि वॉच ऑडियो को भाषण पहचान के लिए तैयार नहीं किया जा सका।
id: Transcription gagal karena audio Watch tidak dapat dipersiapkan untuk pengenalan suara.
it: La trascrizione non è riuscita perché l'audio Watch non poteva essere preparato per il riconoscimento vocale.
ja: オーディオの翻訳が失敗したのは、ウォッチの音声が音声認識に備えられなかったためです。
ko: 시계 오디오가 음성 인식을 위해 준비되지 않았기 때문에 번역이 실패했습니다.
nl: Transcriptie mislukt omdat de Watch audio niet voorbereid kon worden op spraakherkenning.
pl: Transpozycja nie powiodła się, ponieważ dźwięk Watch nie mógł być przygotowany do rozpoznawania mowy.
pt_br: A transcrição falhou porque o áudio do Watch não podia ser preparado para reconhecimento de fala.
ru: Транскрипция не удалась, потому что аудиозапись Watch не могла быть подготовлена для распознавания речи.
ta: Transcription failed because the Watch audio could not be prepared for speech recognition. - காட்சிகள் அணுக முடியாது.
th: การแปลไม่สามารถทําได้เนื่องจากเสียงของนาฬิกาไม่สามารถเตรียมความพร้อมสําหรับการรับรู้การพูดได้
tr: Transcription başarısız oldu çünkü Watch ses konuşma tanıma için hazırlanamadı.
uk: Транскрипція не вдалася, тому що аудіозапис Watch не міг бути підготовлений для розпізнавання мови.
ur: ٹرانسپیشن ناکام ہو گیا کیونکہ گھڑی آڈیو بات کی شناخت کے لئے تیار نہیں کیا جا سکتا.
vi: Việc biên dịch đã thất bại vì âm thanh Watch không thể được chuẩn bị để nhận dạng giọng nói.
zh_hans: 转录失败了,因为 Watch 音频无法为语音识别做好准备。
zh_hant: 轉錄失敗了,因為 Watch 音頻無法為語音識別做好準備。

source: Transcription failed because the Watch audio file could not be opened.
ar: لم يتم إرسالها لأن ملف صوتي Watch لم يتم فتحه.
bn: ট্রান্সপ্লিকেশন ব্যর্থ হয় কারণ ঘড়ি অডিও ফাইল খুলতে পারেনি।
de: Die Transkription ist gescheitert, weil die Audio-Datei nicht geöffnet werden konnte.
es: La transcripción falló porque no se pudo abrir el archivo de audio de Watch.
fr: La transcription a échoué car le fichier audio Watch ne pouvait pas être ouvert.
hi: ट्रांसक्रिप्शन विफल रहा क्योंकि घड़ी ऑडियो फ़ाइल नहीं खोला जा सका।
id: Transcription gagal karena file audio Watch tidak bisa dibuka.
it: La trascrizione non è riuscita perché il file audio Watch non poteva essere aperto.
ja: オーディオファイルを開くことができなかったため、トランスクリプションが失敗しました。
ko: 시계 오디오 파일을 열 수 없었기 때문에 번역이 실패했습니다.
nl: Transcriptie mislukt omdat het audiobestand van de Watch niet kon worden geopend.
pl: Transpozycja nie powiodła się, ponieważ nie można było otworzyć pliku audio Watch.
pt_br: A transcrição falhou porque o arquivo de áudio do Watch não pôde ser aberto.
ru: Транскрипция не удалась, потому что аудиофайл Watch не мог быть открыт.
th: การคัดลอกไม่ได้เนื่องจากไฟล์เสียงของ Watch ไม่สามารถเปิดได้
tr: Transcription başarısız oldu çünkü Watch ses dosyası açılamadı.
uk: Транскрипція не вдалася, оскільки аудіофайл Watch не можна було відкрити.
ur: ٹرانسپیشن ناکام ہوا کیونکہ گھڑی آڈیو فائل کھولنے کے قابل نہیں تھا.
vi: Trancription thất bại vì tệp âm thanh Watch không thể mở được.
zh_hans: 转录失败了,因为无法打开 Watch 音频文件。
zh_hant: 轉錄失敗了,因為無法打開 Watch 音頻文件。

source: Transcription failed because the Watch recording contains no readable audio.
ar: لم يحدث الترجمة لأن تسجيل الساعة لا يحتوي على صوت قابل للتعرف.
bn: ট্রান্সপ্লিকেশন ব্যর্থ হয়েছে কারণ ঘড়ির রেকর্ডিং কোনও পাঠযোগ্য অডিও অন্তর্ভুক্ত করে না।
de: Die Transkription ist gescheitert, weil die Uhr keine lesbaren Audios enthält.
es: La transcripción falló porque la grabación del reloj no contiene audio legible.
fr: La transcription a échoué car l'enregistrement de la montre ne contient pas d'audio lisible.
hi: ट्रांसक्रिप्शन विफल रहा क्योंकि घड़ी की रिकॉर्डिंग में कोई पढ़ाई योग्य ऑडियो नहीं है।
id: Transcription gagal karena rekaman Watch tidak mengandung audio yang dapat dibaca.
it: La trascrizione non è riuscita perché la registrazione dell'Orologio non contiene audio leggibile.
ja: ウォッチの録音には読み取れるオーディオが含まれていないため、転写が失敗しました。
ko: 시계 녹음에는 읽을 수 있는 오디오가 없기 때문에 번역이 실패했습니다.
nl: Transcriptie mislukt omdat de opname van de Watch geen leesbaar audio bevat.
pl: Transpozycja nie powiodła się, ponieważ nagranie z zegara nie zawiera czytelnego dźwięku.
pt_br: A transcrição falhou porque a gravação do Relógio não contém áudio legível.
ru: Транскрипция не удалась, потому что запись часов не содержит четкого звука.
ta: Transcription failed because the Watch recording contains no readable audio.இது ஒரு ஓவியா.
th: การแปลไม่สามารถทําได้เนื่องจากการบันทึกของนาฬิกาไม่มีเสียงที่สามารถอ่านได้
tr: Transcription başarısız oldu çünkü Watch kaydı okunabilir ses içermiyor.
uk: Транскрипція не вдалася, оскільки запис годинника не містить читаного аудіо.
ur: ٹرانسپیشن ناکام ہوا کیونکہ گھڑی کی ریکارڈنگ میں کوئی پڑھنے والا آڈیو نہیں ہے.
vi: Việc biên dịch đã thất bại vì bản ghi của Đồng hồ không chứa âm thanh có thể đọc được.
zh_hans: 转录失败了,因为手表的录音没有可读的音频。
zh_hant: 轉錄失敗了,因為手錶的錄音沒有可讀的音頻。

# Transcription failed: %@ %@
source: Transcription failed: %1$@ %2$@
ar: الترجمة التي لا يمكن أن تُحقق: %1$@ %2$@
bn: অনুবাদ ব্যর্থ : %1$@ %2$@
de: Transkription fehlgeschlagen: %1$@ %2$@
es: La transcripción falló: %1$@ %2$@
fr: Transcription échouée : %1$@ %2$@
hi: अनुवाद विफल: %1$@ %2$@
id: Transcript yang gagal: %1$@ %2$@
it: La trascrizione fallisce: %1$@ %2$@
ja: 翻訳失敗: %1$@ %2$@
ko: 번역 실패 : %1$@ %2$@
nl: Transcriptie mislukt : %1$@ %2$@
pl: Transpozycja nie powiodła się: %1$@ %2$@
pt_br: Transcrição falhada: %1$@ %2$@
ru: Перевод не удается: %1$@ %2$@
ta: Transcription இழந்துவிட்டது : %1$@ %2$@
th: การแปลล้มเหลว: %1$@ %2$@
tr: Transcription başarısız oldu: %1$@ %2$@
uk: Переклад не вдався: %1$@ %2$@
ur: ٹرانسفر ناکام: %1$@ %2$@
vi: Transcription thất bại: %1$@ %2$@
zh_hans: 翻译失败了: %1$@ %2$@
zh_hant: 翻譯失敗了: %1$@ %2$@

source: Transcription progress
ar: تطور الترجمة
bn: অনুবাদ অগ্রগতি
de: Transkriptionsfortschritt
es: Transcripción de progreso
fr: Transcription progression
hi: अनुवाद की प्रगति
id: Transcription kemajuan
it: Progresso della trascrizione
ja: 翻訳の進展
ko: Transcription 진행
nl: Transcriptie vooruitgang
pl: Postęp transkrypcji
pt_br: Transcrição de progresso
ru: Перевод прогресса
ta: Transcription வேதம்
th: การเปลี่ยนแปลงการเขียน
tr: Transcription gelişimi
uk: Переклад прогресу
ur: ٹرانسفر کی ترقی
vi: Transcription tiến bộ
zh_hans: 转录进展
zh_hant: 轉錄進展
